[
    {
        "copyright": "Douglas J. StrubleFuture World Media",
        "date": "2022-08-10",
        "explanation": "Stars can create huge and intricate dust sculptures from the dense and dark molecular clouds from which they are born.  The tools the stars use to carve their detailed works are high energy light and fast stellar winds.  The heat they generate evaporates the dark molecular dust as well as causing ambient hydrogen gas to disperse and glow red.   Pictured here, a new open cluster of stars designated IC 1590 is nearing completion around the intricate interstellar dust structures in the emission nebula  NGC 281, dubbed the Pac-man Nebula because of its overall shape.  The dust cloud on the upper left is classified as a  Bok Globule as it may gravitationally collapse and form a star -- or stars. The Pacman Nebula lies about 10,000 light years away toward the constellation of Cassiopeia.",
        "hdurl": "https://apod.nasa.gov/apod/image/2208/Pacman_Struble_1222.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Dust Clouds of the Pacman Nebula",
        "url": "https://apod.nasa.gov/apod/image/2208/Pacman_Struble_960.jpg"
    },
    {
        "copyright": "Urs Leutenegger",
        "date": "2022-08-11",
        "explanation": "On August 11, 2021 a multi-mirror, 17 meter-diameter MAGIC telescope reflected this starry night sky from the Roque de los Muchachos European Northern Observatory on the Canary Island of La Palma. MAGIC stands for Major Atmospheric Gamma Imaging Cherenkov. The telescopes can see the brief flashes of optical light produced in particle air showers as high-energy gamma rays impact the Earth's upper atmosphere. To the dark-adapted eye the mirror segments offer a tantalizing reflection of stars and nebulae along the plane of our Milky Way galaxy. But directly behind the segmented mirror telescope, low on the horizon, lies the constellation Perseus. And on that date the dramatic composite nightscape also captured meteors streaming from the radiant of the annual Perseid meteor shower. This year the Perseid shower activity will again peak around August 13 but perseid meteors will have to compete with the bright light of a Full Moon.",
        "hdurl": "https://apod.nasa.gov/apod/image/2208/MagicPerseid001.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Perseids and MAGIC",
        "url": "https://apod.nasa.gov/apod/image/2208/MagicPerseid001_1024.jpg"
    },
    {
        "copyright": "Charles Bonafilia",
        "date": "2022-08-12",
        "explanation": "A star cluster around 2 million years young surrounded by natal clouds of dust and glowing gas, Messier 16 (M16) is also known as The Eagle Nebula. This beautifully detailed image of the region adopts the colorful Hubble palette and includes cosmic sculptures made famous in Hubble Space Telescope close-ups of the starforming complex. Described as elephant trunks or Pillars of Creation, dense, dusty columns rising near the center are light-years in length but are gravitationally contracting to form stars. Energetic radiation from the cluster stars erodes material near the tips, eventually exposing the embedded new stars. Extending from the ridge of bright emission left of center is another dusty starforming column known as the Fairy of Eagle Nebula. M16 lies about 7,000 light-years away, an easy target for binoculars or small telescopes in a nebula rich part of the sky toward the split constellation Serpens Cauda (the tail of the snake). As framed, this telescopic portrait of the Eagle Nebula is about 70 light-years across.",
        "hdurl": "https://apod.nasa.gov/apod/image/2208/M16_final.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Portrait of the Eagle Nebula",
        "url": "https://apod.nasa.gov/apod/image/2208/M16_final_1024.jpg"
    },
    {
        "date": "2022-08-13",
        "explanation": "Mimas, small 400 kilometer-diameter moon of Saturn, is host to 130 kilometer-diameter Herschel crater, one of the larger impact craters in the entire Solar System. The robotic Cassini spacecraft orbiting Saturn in 2010 recorded this startling view of small moon and big crater while making a 10,000-kilometer record close pass by the diminutive icy world. Shown in contrast-enhanced false color, the image data reveal more clearly that Herschel's landscape is colored slightly differently from heavily cratered terrain nearby.  The color difference could yield surface composition clues to the violent history of Mimas. Of course, an impact on Mimas any larger than the one that created the 130-kilometer Herschel might have destroyed the small moon of Saturn.",
        "hdurl": "https://apod.nasa.gov/apod/image/2208/PIA12572.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Herschel Crater on Mimas",
        "url": "https://apod.nasa.gov/apod/image/2208/PIA12572_1200.jpg"
    },
 
    {
        "copyright": "Johan Bogaerts",
        "date": "2022-08-15",
        "explanation": "The North America nebula on the sky can do what the North America continent on Earth cannot -- form stars.  Specifically, in analogy to the Earth-confined continent, the bright part that appears as Central America and Mexico is actually a hot bed of gas, dust, and newly formed stars known as the Cygnus Wall.  The featured image shows the star forming wall lit and eroded by bright young stars, and partly hidden by the dark dust they have created.  The part of the North America nebula (NGC 7000) shown spans about 15 light years and lies about 1,500 light years away toward the constellation of the Swan (Cygnus).",
        "hdurl": "https://apod.nasa.gov/apod/image/2208/CygnusWall_Bogaerts_4143.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Cygnus Wall of Star Formation",
        "url": "https://apod.nasa.gov/apod/image/2208/CygnusWall_Bogaerts_960.jpg"
    },
    {
        "copyright": "Makrem Larnaout",
        "date": "2022-08-16",
        "explanation": "Does the Earth ever pass through a wind of meteors? Yes, and they are frequently visible as meteor showers. Almost all meteors are sand-sized debris that escaped from a Sun-orbiting comet or asteroid, debris that continues in an elongated orbit around the Sun. Circling the same Sun, our Earth can move through an orbiting debris stream, where it can appear, over time, as a meteor wind. The meteors that light up in Earth's atmosphere, however, are usually destroyed. Their streaks, though, can all be traced back to a single point on the sky called the radiant.  The featured image composite was taken over two days in late July near the ancient Berber village Zriba El Alia in Tunisia, during the peak of the Southern Delta Aquariids meteor shower. The radiant is to the right of the image. A few days ago our Earth experienced the peak of a more famous meteor wind -- the Perseids.",
        "hdurl": "https://apod.nasa.gov/apod/image/2208/MeteorWind_Larnaout_2048.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Meteor Wind over Tunisia",
        "url": "https://apod.nasa.gov/apod/image/2208/MeteorWind_Larnaout_960.jpg"
    }
]
